Repository: StanislavMatvichuck/remem
Catalog: Remem/Resources/*.lproj/Localizable.strings
Languages: ru, uk

# onboarding.greeting
source: Greetings!
ru: Приветствую!
uk: Вітання!

# onboarding.tapToProceed
source: tap to proceed 👆
ru: нажми чтобы продолжить 👆
uk: тицьніть щоб продовжити 👆

# onboarding.close
source: Close
ru: Закрыть
uk: Закрити

# onboarding.countableEventsList.start
source: I am an application-counter. That means I help count things and inspect results
ru: Я приложение-счетчик. Это значит я помогаю считать штуки и смотреть на результаты
uk: Я застосунок-лічильник. Це означає що я допомогаю рахувати штуки та дивитися на результати

# onboarding.countableEventsList.useCases
source: Use me to track things like smoking a cigarette, drinking cup of coffee, doing morning exercises or taking pills. Whatever periodic event you want fix in time
ru: Используй меня для того чтобы считать такие события как выкуренная сигарета, выпитая чашка кофе, сделанная утром зарядка или выпитые таблетки. Любые периодичные события, которые хотелось бы зафиксировать во времени
uk: Використовуй мене для того щоб відслідковувати події як то зпалена сигарета, випита чашка кави, зроблена зранку зарядка чи випита таблетка. Будь-які періодичні події які ти бажаеш зафіксувати у часі

# onboarding.countableEventsList.countableEventCreation.start
source: First, you have to create an event. Swipe up to do it
ru: Сперва нужно создать событие. Потяни вверх чтобы это сделать
uk: Спершу тобі потрібно створити подію. Проведи догори щоб це зробити

# onboarding.countableEventsList.countableEventCreation.name
source: Give it a short name. Using emoji is encouraged!
ru: Дай ему небольшое имя. Использование эмодзи поощряется!
uk: Дай їй коротеньке ім'я. Використання емодзі заохочується!

# onboarding.countableEventsList.countableEventCreation.finish
source: Now event is created. Next step is to place a mark in time
ru: Событие создано. Следующий шаг это добавление отметки во времени
uk: Подію створено. Наступний крок це розмістити відмітку у часі

# onboarding.countableEventsList.addCountableEventHappeningDescriptions
source: You do it by swiping a circle, just like accepting a call. Please try
ru: Ты делаешь это проводя кругом вправо, точно также как принятие звонка. Попробуй пожалуйста
uk: Ти можеш це зробити проводячи коло праворуч, так само як прийняти дзвінок. Спробуй будь ласка

# onboarding.countableEventsList.addAdditionalCountableEventHappeningDescriptions
source: Success! Please add a mark 4 more times
ru: Успех! Пожалуйста добавь еще 4 отметки
uk: Успіх! Будь ласка додай ще 4 відмітки

# onboarding.countableEventsList.filledCountableEvent.description
source: Now you know how to provide me with information. Look what I can show you after a month, for example
ru: Теперь ты знаешь как предоставлять мне информацию. Давай посмотрим что я смогу показать тебе, например, через месяц
uk: Тепер ти вміеш надавати мені інформацію. Давай подивимось, що я зможу тобі показати, наприклад, через місяць

# onboarding.countableEventsList.filledCountableEvent.inspect
source: Tap the circle to view event details
ru: Нажми на круг чтобы увидеть подробности
uk: Тицьни по колу щоб подивитись на подробиці події

# onboarding.countableEventDetails.title
source: Details
ru: Подробности
uk: Подробиці

# onboarding.countableEventDetails.start
source: You visit this screen to see recorded data. There are 3 displays available.
ru: Ты посещаешь этот экран чтобы смотреть записанные данные. Он состоит из трёх частей
uk: Ти відвідуєш цей екран щоб подивитися на записані дані. Наразі він має три секції

# onboarding.countableEventDetails.happeningsList.description
source: A list of marks. Each circle swipe is simply fixed in time
ru: Список отметок. Каждый свайп круга просто фиксируется во времени
uk: Список відміток. Кожен свайп кола просто фіксується у часі

# onboarding.countableEventDetails.happeningsList.scrollable
source: It is vertically scrollable. Please try to scroll
ru: Он прокручивается вертикально. Попробуй пожалуйста
uk: Він прокручується вертикально. Спробуй будь ласка

# onboarding.countableEventDetails.stats.description
source: Statistics. Daily and weekly numbers that you might me interested in
ru: Статистика. Дневные и недельные цифры, которые могут быть тебе интересны
uk: Статистика. Денні та тижневі цифри, які можуть бути тобі цікаві

# onboarding.countableEventDetails.stats.scrollable
source: It is scrollable horizontally. Please try to scroll
ru: Она прокручивается горизонтально. Попробуй пожалуйста
uk: Вона прокручується горизонтально. Спробуй будь ласка

# onboarding.countableEventDetails.week.description
source: Week distribution. Very useful to make up a good habit discipline on a 7-day basis
ru: Недельное распределение. Очень полезно для создания полезных привычек на 7-дневной основе
uk: Розподілення по тижнях. Дуже корисно для будування корисної звички на тижневій основі

# onboarding.countableEventDetails.week.scrollable
source: It is also scrollable horizontally. Please try scrolling
ru: Оно тоже прокручивается горизонтально. Попробуй пожалуйста
uk: Воно також прокручується горизонтально. Спробуй будь ласка

# onboarding.countableEventDetails.final
source: That is all you need to know to find this application useful. In conclusion, I recommend to check out the settings section (swipe up to open) and try to set up a reminder, you will find it really helpful! Happy counting!
ru: Это всё что нужно знать чтобы это приложение было тебе полезно. В конце я рекомендую зайти в настройки (потяни вверх на основном экране чтобы открыть) и добавить себе напоминание, оно тебе точно пригодится! Удачных подсчетов!
uk: Це все що потрібно знати для того щоб цей застосунок був корисним. На завершення я рекомендую відвідати розділ з налаштуваннями (проведіть вгору на основному екрані щоб відкрити) і встановити собі нагадайку, вона точно стане у нагоді! Вдалого рахування!

# button.settings
source: Settings
ru: Настройки
uk: Налаштування

# button.add.countableEvent
source: Add
ru: Добавить
uk: Додати

# button.cancel
source: Cancel
ru: Отменить
uk: Відмінити

# button.contextual.delete
source: Delete
ru: Удалить
uk: Видалити

# button.lockScreen.add
source: Add to lock screen
ru: Добавить на экран блокировки
uk: Додати на екран блокування

# button.lockScreen.remove
source: Remove from lock screen
ru: Удалить с экрана блокировки
uk: Прибрати з екрану блокування

# notification.action.add
source: Add
ru: Добавить
uk: Додати

# button.reminder.submit.title
source: Choose time
ru: Выбрать время
uk: Обрати час

# button.reminder.cancel.time
source: Back
ru: Назад
uk: Назад

# button.reminder.submit.time
source: Add reminder
ru: Добавить напоминание
uk: Додати нагадайку

# button.settings.onboarding
source: Watch onboarding
ru: Посмотреть обучение
uk: Подивитись обучалку

# button.settings.reminders
source: Configure reminders
ru: Настроить напоминания
uk: Налаштувати нагадайку

# label.footer
source: Forged with ❤️ in 🇺🇦
ru: Выковано с ❤️ в 🇺🇦
uk: Виковано з ❤️ в 🇺🇦

# empty.countableEventsList
source: Add an event you want to track
ru: Добавь событие которое хочешь отслеживать
uk: Додай подію яку хочеш відслідковувати

# empty.countableEventsList.firstName
source: Short name or emodji
ru: Короткое название или emoji
uk: Коротка назва чи emoji

# empty.countableEventsList.firstCountableEventHappeningDescription
source: Place a mark when event happened
ru: Отметь когда событие произошло
uk: Проведи коли подія сталася

# empty.countableEventsList.firstDetailsInspection
source: Press to see marks
ru: Нажми чтобы посмотреть отметки
uk: Натисни щоб подивитись відмітки

# label.remindersTitle
source: Reminders
ru: Напоминания
uk: Нагадайки

# label.addReminder
source: Add reminder
ru: Добавить напоминание
uk: Додати нагадайку

# label.existingReminders
source: Existing reminders (swipe left to delete)
ru: Существующие напоминания (проведите влево чтобы удалить)
uk: Існуючі нагадайки (проведіть ліворуч щоб видалити)

# placeholder.inputReminder.title
source: Reminder text
ru: Текст напоминания
uk: Текст нагадайки

# label.stats.average.week
source: Week average
ru: Среднее за неделю
uk: Середнє за тиждень

# label.stats.average.day
source: Day average
ru: Среднее за день
uk: Середнє за день

# label.stats.weekThis.total
source: This week total
ru: Всего за эту неделю
uk: Всього за цей тиждень

# label.stats.weekLast.total
source: Last week total
ru: Всего за прошлую неделю
uk: Всього за минулий тиждень
